import ScrollView from '@components/ScrollView';
import Text from '@components/Text';

export default function Home() {
  return (
    <ScrollView>
      <Text>
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.{'\n'}
        홈 화면입니다.
      </Text>
    </ScrollView>
  );
}